[
  {
    "start": 0.0,
    "end": 2786.74,
    "summary": "This year's Sidemen's charity match was their big thing of the year. The Sidemen are turning nine next year and they will celebrate their 10th anniversary next year. After the Sidemen party SPEAKER_00 couldn't get rid of the smokey eye he had on his eyeliner.",
    "primary_speaker": "SPEAKER_01",
    "speaker_counts": {
      "SPEAKER_02": 651,
      "SPEAKER_01": 837,
      "SPEAKER_00": 473,
      "Unknown": 42
    },
    "speaker_summaries": {
      "SPEAKER_02": "Vikkstar is a guest on the What's Good podcast. Nick is over Henry Hoover. Lachlan went to the Grand Prix in Singapore. Warzone is no longer popular as it was before lockdown and COVID.",
      "SPEAKER_01": "Jase has a robot vacuum cleaner. Ethan is having a child. Ethan has been on sidecast about three times in the past month. The Grand Prix took place in Singapore. There was a $5,000 beer pong tournament at Lachlan's team power party. Vic is traumatized by \"",
      "SPEAKER_00": "Rob and Randall went on holiday to Thailand. Ethan's baby is a month old and no one has seen her yet. Will has slowed down with content in terms of personal stuff. Mod and Vic want to play polis again. Vic wants to play do prox as well. Jamie, Toby and two other people",
      "Unknown": "They're Oh, And horse I I eight Oh He on? I a - Well how I'm done."
    }
  },
  {
    "start": 2787.02,
    "end": 3237.2,
    "summary": "Unknown didn't come on for the 123rd episode. Speaker_01 went to Singapore to match Ethan Vianoff and some shoots got canceled, so he missed out on the hide and seek at the Royal Albert Hall. There was a $5,000 beer pong tournament at Lachlan's team power party. SPEAKER_01 and Unknown made it to the finals.",
    "primary_speaker": "SPEAKER_02",
    "speaker_counts": {
      "SPEAKER_00": 131,
      "SPEAKER_02": 166,
      "SPEAKER_01": 90,
      "Unknown": 15
    },
    "speaker_summaries": {
      "SPEAKER_00": "This year's Sidemen party was bigger than last year's. Sideman was doing the classic walk around, say hi to everyone thing. JJ gets it way more. He was there for about 11 to a one.",
      "SPEAKER_02": "Nick left the party early because he was drinking too much alcohol. JJ was mad at the songs at the parties recently.",
      "SPEAKER_01": "The Sidemen are turning nine. Randy is allowed to do up to 20 shots, but he wants to do more than that. Randy was on his sixth Negronis.",
      "Unknown": "It's Well, way You've But Oh, would What of it."
    }
  },
  {
    "start": 3237.86,
    "end": 3599.7799999999997,
    "summary": "This year's Sidemen's charity match was their big thing of the year. The Sidemen are turning nine next year and will celebrate their 10th anniversary next year. After the Sidemen party SPEAKER_00 couldn't get rid of the smokey eye he had on his eyeliner. Unknown ruined his Amaretto hot chocolate because he had too much to drink. Harry doesn't enjoy going to the club anymore.",
    "primary_speaker": "SPEAKER_02",
    "speaker_counts": {
      "SPEAKER_02": 105,
      "SPEAKER_00": 90,
      "SPEAKER_01": 93,
      "Unknown": 5
    },
    "speaker_summaries": {
      "SPEAKER_02": "TikTok is full of memes. Valorant is trying to learn how the game works. 2019 Warzone was the smartest thing they did for actual Warzone.",
      "SPEAKER_00": "Tin has been playing competitively. JJ plays console for himself. Modern Warfare 2 was the one he got into.",
      "SPEAKER_01": "Bro went to a gaming bar in Melbourne. Rob and Bro couldn't play \"Overwatch 2\". Bro thinks keyboard and mouse is better than a controller. Cod 4, World at War, Modern Warfare 2, Black Ops 1 and 2 are Bro's favourite games.",
      "Unknown": "Are you Have I in They"
    }
  },
  {
    "start": 3600.32,
    "end": 4124.74,
    "summary": "Unknown and SPEAKER_02 like the Poland song that went viral and like the Fortnite remix. SPEaker_00 and Rob are playing the same game, \"Overwatch\". They were at a gaming bar in Melbourne watching a stream of the game. Josh had a win in the game and wants to buy the card from the war video.",
    "primary_speaker": "SPEAKER_00",
    "speaker_counts": {
      "SPEAKER_00": 160,
      "SPEAKER_02": 130,
      "SPEAKER_01": 117,
      "Unknown": 16
    },
    "speaker_summaries": {
      "SPEAKER_00": "Josh, Ethan and Sidemen have posted a lot of videos about clubs over the last year. Harry doesn't enjoy clubs.",
      "SPEAKER_02": "Castro and I were talking about JJ on the FIFA podcast. JJ used to be a FIFA YouTuber. Simon stopped playing the game. YouTube shorts are going to start. Harry has been doing sidecar videos.",
      "SPEAKER_01": "Harry doesn't enjoy the Sidemen channel series he started on the channel. The videos are good but don't do well.",
      "Unknown": "Watch the video to find out how he did it and how he feels."
    }
  },
  {
    "start": 4124.74,
    "end": 4918.68,
    "summary": "SPEAKER_00 and SPEAKer_02 got slimed by JJ on FIFA. Harry doesn't enjoy the new FIFA game. The Sidemen channel fell off. Unknown crashed SPEaker_00's games because of the graphics mod. Unknown is paying someone to edit his YouTube channels. YouTube shorts are going to start.",
    "primary_speaker": "SPEAKER_01",
    "speaker_counts": {
      "SPEAKER_00": 200,
      "SPEAKER_01": 215,
      "SPEAKER_02": 150,
      "Unknown": 25
    },
    "speaker_summaries": {
      "SPEAKER_00": "This week's video is the most viewed video of the group. There was a wipeout where Ethan almost broke his back. Toby's character is one of the funniest ones he's ever done. Josh wanted to do a hole in the wall video, but he and his partner had to jump for all of",
      "SPEAKER_01": "Mr. Beast video didn't have anything special to it. Nolan guessing four doors in a row was funny. Ethan's video was a disaster. Josh prefers the more loosely formatted videos. Jon prefers to have his favorite videos filmed by a professional rather than having to do it himself.",
      "SPEAKER_02": "There's a video where Ethan was stressed for the escape rooms. Vic was disappointed with the last thumbnail. Sidemen are going to release a full size sauce in all shops with seven of them.",
      "Unknown": "\"I had to go for that. And it Yeah, Is the... Yeah. You Do Yeah. Maybe He I because like..."
    }
  }
]